<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Brand Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Brand CRUD operations.
    |
    */

    'barcodes' => 'பார்கோடுகள்',
    'barcode_settings' => 'பார்கோடு அமைப்புகள்',
    'manage_your_barcodes' => 'உங்கள் பார்கோடு அமைப்புகளை நிர்வகிக்கவும்',
    'all_your_barcode' => 'உங்கள் பார்கோடு அமைப்புகள் அனைத்தும்',
    'setting_name' => 'ஸ்டிக்கர் தாள் அமைப்பு பெயர்',
    'setting_description' => 'ஸ்டிக்கர் தாள் அமைப்பு விளக்கம்',
    'added_success' => 'பார்கோடு அமைப்பு வெற்றிகரமாக சேர்க்கப்பட்டது',
    'updated_success' => 'பார்கோடு அமைப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'deleted_success' => 'பார்கோடு அமைப்பு வெற்றிகரமாக நீக்கப்பட்டது',
    'add_new_setting' => 'புதிய அமைப்பைச் சேர்க்கவும்',
    'add_barcode_setting' => 'பார்கோடு ஸ்டிக்கர் அமைப்பைச் சேர்க்கவும்',
    'edit_barcode_setting' => 'பார்கோடு ஸ்டிக்கர் அமைப்பைத் திருத்து',
    'in_in' => 'அங்குலங்கள்',
    'width' => 'ஸ்டிக்கரின் அகலம்',
    'height' => 'ஸ்டிக்கரின் உயரம்',
    'top_margin' => 'கூடுதல் மேல் விளிம்பு',
    'left_margin' => 'கூடுதல் இடது ஓரம்',
    'row_distance' => 'இரண்டு வரிசைகளுக்கு இடையே உள்ள தூரம்',
    'col_distance' => 'இரண்டு நெடுவரிசைகளுக்கு இடையிலான தூரம்',
    'blank_stickers' => 'வெற்று ஸ்டிக்கர்கள்',
    'stickers_in_one_row' => 'ஒரு வரிசையில் ஸ்டிக்கர்கள்',
    'delete_confirm' => 'இந்த அமைப்பு நீக்கப்படும் \n உறுதியாக இருக்கிறீர்களா?',
    'set_as_default' => 'முன்னிருப்பாக அமைக்கவும்',
    'default' => 'இயல்புநிலை',
    'default_set_success' => 'இயல்புநிலை வெற்றிகரமாக அமைக்கப்பட்டது',
    'stickers_in_one_sheet' => 'ஒரு தாளின் ஸ்டிக்கர்களின் எண்ணிக்கை',
    'is_continuous' => 'தொடர்ச்சியான ஊட்டம் அல்லது ரோல்ஸ்',
    'products' => 'தயாரிப்புகள்',
    'no_of_labels' => 'லேபிள்களின் எண்ணிக்கை',
    'info_in_labels' => 'லேபிள்களில் காட்ட வேண்டிய தகவல்',
    'print_name' => 'பொருளின் பெயர்',
    'print_variations' => 'தயாரிப்பு மாறுபாடு (பரிந்துரைக்கப்படுகிறது)',
    'print_price' => 'தயாரிப்பு விலை',
    'show_price' => 'விலையைக் காட்டு',
    'preview' => 'முற்காட்சி',
    'print_business_name' => 'வணிகத்தின் பெயர்',
    'barcode_setting' => 'பார்கோடு அமைப்பு',
    'paper_width' => 'காகித அகலம்',
    'paper_height' => 'காகித உயரம்',
    'print_labels' => 'லேபிள்களை அச்சிடுங்கள்',
    'labels' => 'லேபிள்கள்',
];
