<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Brand Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Brand CRUD operations.
    |
    */

    'brands' => 'பிராண்டுகள்',
    'manage_your_brands' => 'உங்கள் பிராண்டுகளை நிர்வகிக்கவும்',
    'all_your_brands' => 'உங்கள் அனைத்து பிராண்டுகளும்',
    'note' => 'குறிப்பு',
    'brand_name' => 'பிராண்ட் பெயர்',
    'short_description' => 'குறுகிய விளக்கம்',
    'added_success' => 'பிராண்ட் வெற்றிகரமாக சேர்க்கப்பட்டது',
    'updated_success' => 'பிராண்ட் வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'deleted_success' => 'பிராண்ட் வெற்றிகரமாக நீக்கப்பட்டது',
    'add_brand' => 'பிராண்டைச் சேர்க்கவும்',
    'edit_brand' => 'பிராண்டைத் திருத்து',

];
