<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in home page.
    |
    */
    'home' => 'முகப்பு',
    'welcome_message' => 'வரவேற்கிறோம் :name, 👋',
    'total_sell' => 'மொத்த விற்பனை',
    'total_purchase' => 'மொத்த கொள்முதல்',
    'invoice_due' => 'விலைப்பட்டியல்',
    'purchase_due' => 'கொள்முதல் நிலுவை',
    'today' => 'இன்று',
    'this_week' => 'இந்த வாரம்',
    'this_month' => 'இந்த மாதம்',
    'this_fy' => 'இந்த நிதியாண்டு',
    'sells_last_30_days' => 'கடந்த 30 நாட்களில் விற்பனை',
    'sells_current_fy' => 'விற்பனை நடப்பு நிதியாண்டு',
    'total_sells' => 'மொத்த விற்பனை (:currency)',
    'product_stock_alert' => 'தயாரிப்பு பங்கு எச்சரிக்கை',
    'payment_dues' => 'செலுத்த வேண்டிய நிலுவைத் தொகைகள்',
    'due_amount' => 'நிலுவை தொகை',
    'stock_expiry_alert' => 'பங்கு காலாவதி எச்சரிக்கை',
    'todays_profit' => "இன்றைய லாபம்",
    'dashboard' => 'டேஷ்போர்டு',
];
