<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Role Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Brand CRUD operations.
    |
    */

    'add_role' => 'பாத்திரத்தைச் சேர்க்கவும்',
    'edit_role' => 'பாத்திரத்தைத் திருத்து',
    'user' => 'பயனர்',
    'supplier' => 'சப்ளையர்',
    'customer' => 'வாடிக்கையாளர்',
    'purchase' => 'கொள்முதல் & இருப்பச்சரக்கு சரிசெய்தல்',
    'report' => 'அறிக்கை',

    'user.view' => 'பயனரைக் காண்க',
    'user.create' => 'பயனரைச் சேர்க்கவும்',
    'user.update' => 'பயனரைத் திருத்து',
    'user.delete' => 'பயனரை நீக்கு',

    'supplier.view' => 'சப்ளையர் பார்க்கவும்',
    'supplier.create' => 'சப்ளையரைச் சேர்க்கவும்',
    'supplier.update' => 'சப்ளையரைத் திருத்து',
    'supplier.delete' => 'சப்ளையரை நீக்கு',

    'customer.view' => 'வாடிக்கையாளரைப் பார்க்கவும்',
    'customer.create' => 'வாடிக்கையாளரைச் சேர்க்கவும்',
    'customer.update' => 'வாடிக்கையாளரைத் திருத்தவும்',
    'customer.delete' => 'வாடிக்கையாளரை நீக்கு',

    'product.view' => 'தயாரிப்பு பார்க்கவும்',
    'product.create' => 'தயாரிப்பு சேர்க்கவும்',
    'product.update' => 'தயாரிப்பைத் திருத்தவும்',
    'product.delete' => 'தயாரிப்பை நீக்கு',

    'purchase.view' => 'வாங்குதல் & இருப்பச்சரக்கு சரிசெய்தல் பார்க்கவும்',
    'purchase.create' => 'கொள்முதல் & இருப்பச்சரக்கு சரிசெய்தலைச் சேர்க்கவும்',
    'purchase.update' => 'கொள்முதல் & இருப்பச்சரக்கு சரிசெய்தலைத் திருத்து',
    'purchase.delete' => 'கொள்முதல் & இருப்பச்சரக்கு சரிசெய்தலை நீக்கு',

    'sell.view' => 'POS விற்பனையைக் காண்க',
    'sell.create' => 'POS விற்பனையைச் சேர்க்கவும்',
    'sell.update' => 'POS விற்பனையைத் திருத்து',
    'sell.delete' => 'POS விற்பனையை நீக்கு',

    'purchase_n_sell_report.view' => 'கொள்முதல் & விற்பனை அறிக்கையைப் பார்க்கவும்',
    'contacts_report.view' => 'சப்ளையர் & வாடிக்கையாளர் அறிக்கையைப் பார்க்கவும்',
    'stock_report.view' => 'இருப்பச்சரக்கு அறிக்கை, இருப்பச்சரக்கு சரிசெய்தல் அறிக்கை & இருப்பச்சரக்கு காலாவதி அறிக்கையைப் பார்க்கவும்',
    'tax_report.view' => 'வரி அறிக்கையைப் பார்க்கவும்',
    'trending_product_report.view' => 'பிரபல தயாரிப்பு அறிக்கையைப் பார்க்கவும்',
    'register_report.view' => 'பதிவு அறிக்கையைப் பார்க்கவும்',
    'sales_representative.view' => 'விற்பனை பிரதிநிதி அறிக்கையைப் பார்க்கவும்',
    'expense_report.view' => 'செலவு அறிக்கையைப் பார்க்கவும்',

    'business_settings.access' => 'வணிக அமைப்புகளை அணுகவும்',
    'barcode_settings.access' => 'பார்கோடு அமைப்புகளை அணுகவும்',
    'invoice_settings.access' => 'இன்வாய்ஸ் அமைப்புகளை அணுகவும்',

    'brand.view' => 'பிராண்ட் பார்க்கவும்',
    'brand.create' => 'பிராண்டைச் சேர்க்கவும்',
    'brand.update' => 'பிராண்டைத் திருத்து',
    'brand.delete' => 'பிராண்டை நீக்கு',

    'tax_rate.view' => 'வரி விகிதத்தைப் பார்க்கவும்',
    'tax_rate.create' => 'வரி விகிதத்தைச் சேர்க்கவும்',
    'tax_rate.update' => 'வரி விகிதத்தைத் திருத்தவும்',
    'tax_rate.delete' => 'வரி விகிதத்தை நீக்கவும்',

    'unit.view' => 'அலகு பார்க்கவும்',
    'unit.create' => 'அலகு சேர்க்கவும்',
    'unit.update' => 'அலகு திருத்தவும்',
    'unit.delete' => 'அலகு நீக்கு',

    'category.view' => 'வகையைக் காண்க',
    'category.create' => 'வகையைச் சேர்க்கவும்',
    'category.update' => 'வகையைத் திருத்து',
    'category.delete' => 'வகையை நீக்கு',
    'select_all' => 'அனைத்தையும் தேர்ந்தெடு',
    'settings' => 'அமைப்புகள்',
    'brand' => 'பிராண்ட்',
    'tax_rate' => 'வரி விகிதம்',
    'unit' => 'அலகு',
    'access_locations' => 'இருப்பிடங்களை அணுகவும்',
    'all_locations' => 'அனைத்து இடங்களும்',
    'dashboard' => 'முகப்பு',
    'dashboard.data' => 'முகப்புத் தரவைப் பார்க்கவும்',
    'profit_loss_report.view' => 'லாபம்/நஷ்ட அறிக்கையைப் பார்க்கவும்',
    'direct_sell.access' => 'அணுகல் விற்பனை',
];
