<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tax Rates Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Tax Rate CRUD operations.
    |
    */

    'tax_rates' => 'வரி விகிதங்கள்',
    'manage_your_tax_rates' => 'உங்கள் வரி விகிதங்களை நிர்வகிக்கவும்',
    'all_your_tax_rates' => 'உங்கள் வரி விகிதங்கள் அனைத்தும்',
    'name' => 'பெயர்',
    'rate' => 'வரி விகிதம் %',
    'added_success' => 'வரி விகிதம் வெற்றிகரமாக சேர்க்கப்பட்டது',
    'updated_success' => 'வரி விகிதம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'deleted_success' => 'வரி விகிதம் வெற்றிகரமாக நீக்கப்பட்டது',
    'add_tax_rate' => 'வரி விகிதத்தைச் சேர்க்கவும்',
    'edit_taxt_rate' => 'வரி விகிதத்தைத் திருத்தவும்',
    'add_tax_group' => 'வரிக் குழுவைச் சேர்க்கவும்',
    'tax_group_added_success' => 'வரி குழு வெற்றிகரமாக சேர்க்கப்பட்டது',
    'tax_group_updated_success' => 'வரிக் குழு வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'tax_groups' => 'வரி குழுக்கள்',
    'edit_tax_group' => 'வரிக் குழுவைத் திருத்தவும்',
    'sub_taxes' => 'துணை வரிகள்',
    'can_not_be_deleted' => 'இந்த வரி விகிதம் சில வரி குழுக்களுக்கு சொந்தமானது',

];
