<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "குறைந்த கையிருப்பு கொண்ட தயாரிப்புகள்.<br/><small class='text-muted'>தயாரிப்புத் திரையில் தயாரிப்பு எச்சரிக்கை அளவு அமைக்கப்பட்டதன் அடிப்படையில்.<br> ஸ்டாக் முடிவதற்குள் இந்தத் தயாரிப்புகளை வாங்கவும்.</small>",

    'payment_dues' => "வாங்குதலுக்கான கட்டணம் நிலுவையில் உள்ளது. <br/><small class='text-muted'>சப்ளையரின் ஊதிய காலத்தின் அடிப்படையில். <br/> 7 அல்லது அதற்கும் குறைவான நாட்களில் செலுத்த வேண்டிய பேமெண்ட்களைக் காட்டுகிறது.</small>",

    'input_tax' => 'தேர்ந்தெடுக்கப்பட்ட காலத்திற்குள் விற்பனைக்காக சேகரிக்கப்பட்ட மொத்த வரி.',

    'output_tax' => 'தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு வாங்குதல்களுக்கு செலுத்தப்பட்ட மொத்த வரி.',

    'tax_overall' => 'தேர்ந்தெடுக்கப்பட்ட காலத்திற்குள் வசூலிக்கப்படும் மொத்த வரிக்கும் செலுத்தப்பட்ட மொத்த வரிக்கும் உள்ள வேறுபாடு.',

    'purchase_due' => 'வாங்குதலுக்கான மொத்த செலுத்தப்படாத தொகை.',

    'sell_due' => 'விற்பனையிலிருந்து பெற வேண்டிய மொத்தத் தொகை',

    'over_all_sell_purchase' => '-ve மதிப்பு = செலுத்த வேண்டிய தொகை <br>+ve மதிப்பு = பெற வேண்டிய தொகை',

    'no_of_products_for_trending_products' => 'கீழே உள்ள விளக்கப்படத்தில் ஒப்பிடப்பட வேண்டிய சிறந்த டிரெண்டிங் தயாரிப்புகளின் எண்ணிக்கை.',

    'top_trending_products' => "உங்கள் கடையின் அதிகம் விற்பனையாகும் பொருட்கள். <br/><small class='text-muted'>குறிப்பிட்ட வகை, பிராண்ட், வணிக இருப்பிடம் போன்றவற்றுக்கான டிரெண்டிங் தயாரிப்புகளை அறிய வடிப்பான்களைப் பயன்படுத்தவும்.</small>",

    'sku' => "தனிப்பட்ட தயாரிப்பு ஐடி அல்லது ஸ்டாக் கீப்பிங் யூனிட் <br><br>ஸ்குவை தானாக உருவாக்க அதை காலியாக வைக்கவும்.<br><small class='text-muted'>நீங்கள் வணிக அமைப்புகளில் sku முன்னொட்டை மாற்றலாம்.</small>",

    'enable_stock' => "ஒரு தயாரிப்புக்கான பங்கு நிர்வாகத்தை இயக்கவும் அல்லது முடக்கவும். <br><br><small class='text-muted'>பங்கு மேலாண்மை பெரும்பாலும் சேவைகளுக்கு முடக்கப்பட வேண்டும். உதாரணம்: முடி வெட்டுதல், பழுதுபார்த்தல் போன்றவை.</small>",

    'alert_quantity' => "தயாரிப்பு இருப்பு குறிப்பிட்ட அளவை எட்டும்போது அல்லது அதற்குக் கீழே செல்லும் போது விழிப்பூட்டலைப் பெறவும்.<br><br><small class='text-muted'>குறைந்த இருப்பு கொண்ட தயாரிப்புகள் டாஷ்போர்டில் காட்டப்படும் - தயாரிப்பு பங்கு எச்சரிக்கை பிரிவில்.</small>",

    'product_type' => '<b>ஒற்றை தயாரிப்பு</b>: மாறுபாடுகள் இல்லாத தயாரிப்பு.
    <br><b>மாறும் தயாரிப்பு</b>: அளவு, நிறம் போன்ற மாறுபாடுகளைக் கொண்ட தயாரிப்பு.
    <br><b>காம்போ தயாரிப்பு</b>: பல தயாரிப்புகளின் கலவை, இது மூட்டை தயாரிப்பு என்றும் அழைக்கப்படுகிறது',

    'profit_percent' => "தயாரிப்புக்கான இயல்புநிலை லாப வரம்பு. <br><small class='text-muted'>(<i>வணிக அமைப்புகளில் இயல்புநிலை லாப வரம்பை நீங்கள் நிர்வகிக்கலாம்.</i>)</small>",

    'pay_term' => "கொடுக்கப்பட்ட காலத்திற்குள் வாங்குதல்/விற்பனைக்கான பணம் செலுத்தப்பட வேண்டும்.<br/><small class='text-muted'>அனைத்து வரவிருக்கும் அல்லது நிலுவைத் தொகைகள் டாஷ்போர்டில் காட்டப்படும் - கட்டணம் செலுத்த வேண்டிய பகுதி</small>",

    'order_status' => '<b>ஆர்டர் நிலை</b> <b>பெறப்பட்ட பொருட்கள்</b> இருந்தால் மட்டுமே இந்த வாங்குதலில் உள்ள தயாரிப்புகள் விற்பனைக்கு கிடைக்கும்.',

    'purchase_location' => 'வாங்கிய தயாரிப்பு விற்பனைக்குக் கிடைக்கும் வணிக இடம்.',

    'sale_location' => 'நீங்கள் விற்க விரும்பும் வணிக இடம்',

    'sale_discount' => "வணிக அமைப்புகளில் அனைத்து விற்பனைகளுக்கும் 'இயல்புநிலை விற்பனை தள்ளுபடி' அமைக்கவும். தள்ளுபடியைச் சேர்க்க/புதுப்பிக்க கீழே உள்ள திருத்து ஐகானைக் கிளிக் செய்யவும்.",

    'sale_tax' => "வணிக அமைப்புகளில் அனைத்து விற்பனைகளுக்கும் 'இயல்புநிலை விற்பனை வரி' அமைக்கவும். ஆர்டர் வரியைச் சேர்க்க/புதுப்பிக்க கீழே உள்ள திருத்து ஐகானைக் கிளிக் செய்யவும்.",

    'default_profit_percent' => "ஒரு பொருளின் இயல்புநிலை லாப வரம்பு. <br><small class='text-muted'>உள்ளிட்ட வாங்கப்பட்ட விலையின் அடிப்படையில் விற்பனை விலையைக் கணக்கிடப் பயன்படுகிறது.<br/> இந்த மதிப்பைச் சேர்க்கும் போது தனிப்பட்ட தயாரிப்புகளுக்கு மாற்றலாம்</small>",

    'fy_start_month' => 'உங்கள் வணிகத்திற்கான நிதி ஆண்டின் தொடக்க மாதம்',

    'business_tax' => 'உங்கள் வணிகத்திற்கான பதிவு செய்யப்பட்ட வரி எண்.',

    'invoice_scheme' => "விலைப்பட்டியல் திட்டம் என்றால் விலைப்பட்டியல் எண் வடிவம். இந்த வணிக இருப்பிடத்திற்குப் பயன்படுத்தப்படும் திட்டத்தைத் தேர்ந்தெடுக்கவும்<br><small class='text-muted'><i>இன்வாய்ஸ் அமைப்புகளில்</i></small> புதிய இன்வாய்ஸ் திட்டத்தைச் சேர்க்கலாம்</b>",

    'invoice_layout' => "இந்த வணிக இருப்பிடத்திற்கு இன்வாய்ஸ் லேஅவுட் பயன்படுத்தப்பட வேண்டும்<br><small class='text-muted'>(<i>புதிய <b>விலைப்பட்டியல் தளவமைப்பை</b> <b>விலைப்பட்டியல் அமைப்புகளில்<b></b> சேர்க்கலாம் i>)</small>",

    'invoice_scheme_name' => 'விலைப்பட்டியல் திட்டத்திற்கு குறுகிய அர்த்தமுள்ள பெயரைக் கொடுங்கள்.',

    'invoice_scheme_prefix' => 'விலைப்பட்டியல் திட்டத்திற்கான முன்னொட்டு.<br>ஒரு முன்னொட்டு தனிப்பயன் உரை அல்லது நடப்பு ஆண்டாக இருக்கலாம். Ex: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "விலைப்பட்டியல் எண்ணுக்கான தொடக்க எண். <br><small class='text-muted'>நீங்கள் அதை 1 அல்லது வேறு எந்த எண்ணில் இருந்து தொடங்கும் எண்ணை உருவாக்கலாம்.</small>",

    'invoice_scheme_count' => 'விலைப்பட்டியல் திட்டத்திற்காக உருவாக்கப்பட்ட இன்வாய்ஸ்களின் மொத்த எண்ணிக்கை',

    'invoice_scheme_total_digits' => 'விலைப்பட்டியல் முன்னொட்டைத் தவிர்த்து விலைப்பட்டியல் எண்ணின் நீளம்',

    'tax_groups' => 'குழு வரி விகிதங்கள் - மேலே வரையறுக்கப்பட்ட, கொள்முதல்/விற்பனை பிரிவுகளில் இணைந்து பயன்படுத்தப்படும்.',

    'unit_allow_decimal' => 'தொடர்புடைய தயாரிப்புகளை பின்னங்களில் விற்க தசமங்கள் உங்களை அனுமதிக்கிறது.',

    'print_label' => 'தயாரிப்புகளைச் சேர் ->லேபிள்களில் காண்பிக்க தகவல்களைத் தேர்ந்தெடு -> பார்கோடு அமைப்பைத் தேர்ந்தெடு -> முன்னோட்ட லேபிள்கள் -> அச்சு',

    'expense_for' => 'எந்தச் செலவு தொடர்பான பயனரைத் தேர்ந்தெடுக்கவும். <i>(விரும்பினால்)</i><br/><small>எடுத்துக்காட்டு: ஒரு பணியாளரின் சம்பளம்.</small>',

    'all_location_permission' => '<b>அனைத்து இருப்பிடங்களும்</b> தேர்ந்தெடுக்கப்பட்டால், எல்லா வணிக இருப்பிடங்களையும் அணுகுவதற்கு இந்தப் பொறுப்புக்கு அனுமதி இருக்கும்',

    'dashboard_permission' => 'தேர்வு செய்யாவிட்டால், முகப்பில் வரவேற்பு செய்தி மட்டுமே காட்டப்படும்.',

    'access_locations_permission' => 'இந்தப் பாத்திரம் அணுகக்கூடிய எல்லா இடங்களையும் தேர்வு செய்யவும். தேர்ந்தெடுக்கப்பட்ட இடத்திற்கான எல்லா தரவும் பயனருக்கு மட்டுமே காட்டப்படும்.<br/><br/><small>உதாரணத்திற்கு: <i>Store Manager / Cashier / Stock manager / Branch Manager, </ என்பதை வரையறுக்க இதைப் பயன்படுத்தலாம். i>குறிப்பிட்ட இடம்.</small>',

    'print_receipt_on_invoice' => 'இறுதி செய்யும் போது விலைப்பட்டியல் தானாக அச்சிடுவதை இயக்கவும் அல்லது முடக்கவும்',

    'receipt_printer_type' => '<i>உலாவி அடிப்படையிலான அச்சிடுதல்</i>: விலைப்பட்டியல் முன்னோட்டத்துடன் உலாவி அச்சு உரையாடல் பெட்டியைக் காட்டு<br/><br/> <i>கட்டமைக்கப்பட்ட ரசீது பிரிண்டரைப் பயன்படுத்தவும்</i>: அச்சிடுவதற்கு உள்ளமைக்கப்பட்ட ரசீது / வெப்ப அச்சுப்பொறியைத் தேர்ந்தெடுக்கவும்',

    'adjustment_type' => '<i>இயல்பு</i>: கசிவு, சேதம் போன்ற சாதாரண காரணங்களுக்காக சரிசெய்தல். <br/><br/> <i>அசாதாரண</i>: தீ, விபத்து போன்ற காரணங்களுக்காக சரிசெய்தல்.',

    'total_amount_recovered' => 'காப்பீடு அல்லது ஸ்கிராப்புகள் அல்லது பிறவற்றை விற்பதில் இருந்து மீட்கப்பட்ட தொகை',

    'express_checkout' => 'முழுமையான பணம் & செக் அவுட் எனக் குறிக்கவும்',
    'total_card_slips' => 'இந்தப் பதிவேட்டில் பயன்படுத்தப்பட்ட கார்டு பேமெண்ட்களின் மொத்த எண்ணிக்கை',
    'total_cheques' => 'இந்த பதிவேட்டில் பயன்படுத்தப்பட்ட காசோலைகளின் மொத்த எண்ணிக்கை',

    'capability_profile' => "கட்டளைகள் மற்றும் குறியீடு பக்கங்களுக்கான ஆதரவு பிரிண்டர் விற்பனையாளர்கள் மற்றும் மாடல்களுக்கு இடையே மாறுபடும். உங்களுக்குத் தெரியாவிட்டால், 'எளிய' திறன் சுயவிவரத்தைப் பயன்படுத்துவது நல்லது",

    'purchase_different_currency' => 'உங்கள் வணிக நாணயத்தை விட வேறு நாணயத்தில் வாங்கினால் இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்',

    'currency_exchange_factor' => "1 வாங்கும் நாணயம் = ? அடிப்படை நாணயம் <br> <small class='text-muted'>நீங்கள் வணிக அமைப்புகளில் இருந்து 'பிற நாணயத்தில் வாங்குவதை' இயக்கலாம்/முடக்கலாம்.</small>",

    'accounting_method' => 'கணக்கியல் முறை',

    'transaction_edit_days' => 'பரிவர்த்தனை தேதியிலிருந்து பரிவர்த்தனையைத் திருத்தக்கூடிய நாட்களின் எண்ணிக்கை.',
    'stock_expiry_alert' => ":days நாட்களில் காலாவதியாகும் பங்குகளின் பட்டியல் <br> <small class='text-muted'>நீங்கள் எண்ணை அமைக்கலாம். வணிக அமைப்புகளில் நாட்கள் </small>",
    'sub_sku' => 'Sku விருப்பமானது. <br><br><small>ஸ்குவை தானாக உருவாக்க, அதை காலியாக வைக்கவும்.<small>',
    'shipping' => 'அனுப்புதல் விவரங்கள் மற்றும் அனுப்புதல் கட்டணங்களை அமைக்கவும். கப்பல் விவரங்கள் மற்றும் கட்டணங்களைச் சேர்க்க/புதுப்பிக்க கீழே உள்ள எடிட் ஐகானைக் கிளிக் செய்க.',
];
