<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Unit Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Units CRUD operations.
    |
    */

    'units' => 'அலகுகள்',
    'manage_your_units' => 'உங்கள் அலகுகளை நிர்வகிக்கவும்',
    'all_your_units' => 'உங்கள் அனைத்து அலகுகளும்',
    'name' => 'பெயர்',
    'short_name' => 'குறுகிய பெயர்',
    'allow_decimal' => 'தசம புள்ளி அனுமதி',
    'added_success' => 'அலகு வெற்றிகரமாக சேர்க்கப்பட்டது',
    'updated_success' => 'அலகு வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'deleted_success' => 'அலகு வெற்றிகரமாக நீக்கப்பட்டது',
    'add_unit' => 'அலகு சேர்க்கவும்',
    'edit_unit' => 'அலகு திருத்து',

];
