<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'சுயவிவரத்தைத் திருத்து',
    'change_password' => 'கடவுச்சொல்லை மாற்று',
    'current_password' => 'தற்போதைய கடவுச்சொல்',
    'new_password' => 'புதிய கடவுச்சொல்',
    'confirm_new_password' => 'புதிய கடவு சொல்லை உறுதி செய்',
    'user_management' => 'பயனர் மேலாண்மை',
    'roles' => 'பாத்திரங்கள்',
    'users' => 'பயனர்கள்',
    'manage_roles' => 'பாத்திரங்களை நிர்வகிக்கவும்',
    'all_roles' => 'அனைத்து பாத்திரங்களும்',
    'add_role' => 'பாத்திரங்களைச் சேர்க்கவும்',
    'role_name' => 'பாத்திரத்தின் பெயர்',
    'permissions' => 'அனுமதிகள்',
    'role_added' => 'பங்கு வெற்றிகரமாக சேர்க்கப்பட்டது',
    'role_already_exists' => 'அதே பெயரில் பாத்திரம் ஏற்கனவே உள்ளது',
    'edit_role' => 'பாத்திரத்தைத் திருத்தவும்',
    'role_updated' => 'பங்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டது',
    'role_deleted' => 'பாத்திரம் வெற்றிகரமாக நீக்கப்பட்டது',
    'manage_users' => 'பயனர்களை நிர்வகிக்கவும்',
    'all_users' => 'அனைத்து பயனாளர்கள்',
    'name' => 'பெயர்',
    'role' => 'பங்கு',
    'add_user' => 'பயனரைச் சேர்க்கவும்',
    'user_added' => 'பயனர் வெற்றிகரமாக சேர்க்கப்பட்டார்',
    'role_is_default' => 'இந்த பாத்திரத்தை நீங்கள் மாற்ற முடியாது',
    'edit_user' => 'பயனரைத் திருத்து',
    'leave_password_blank' => "கடவுச்சொல்லைப் புதுப்பிக்க விரும்பவில்லை என்றால், கடவுச்சொல் புலத்தை காலியாக விடவும்",
    'user_update_success' => 'பயனர் வெற்றிகரமாக புதுப்பிக்கப்பட்டார்',
    'user_delete_success' => 'பயனர் வெற்றிகரமாக நீக்கப்பட்டார்',
];
